[
  {
    "Title": "Radio",
    "Description": "Mit dem Radio entstand in den 1920er Jahren ein aktuelles Medium, das seine Botschaften schnell und ungehindert einem breiten Publikum zugänglich machen konnte. Lange war es das Instrument der populären Information und der Unterhaltung, der Bildung und der Propaganda schlechthin. Erst nach dem Zweiten Weltkrieg machte ihm das Fernsehen Konkurrenz und zwang es dazu, seine Stärken in den Bereichen Service und Begleitung auszubauen. Ausgangsthema dieses Buches ist die Funktion des Radios in der öffentlichen Kommunikation. Mit Beispielen aus Geschichte und Gegenwart des Radios in verschiedenen Ländern behandelt es sodann 1. die Bedingungen, die das duale System in Deutschland und in anderen Ländern für die Kommunikation des Radios schafft, 2. die Bedeutung des Radios für die Akteure, also für jene Gruppen und Individuen in Alltag, Politik, Wirtschaft und Kultur, die zum Gegenstand der Programme werden, 3. die Beteiligung der Rezipienten, also derjenigen, die von Radio als Hörerinnen und Hörer angesprochen werden, die darin aber auch selbst aktiv werden können. Der Schwerpunkt liegt auf den Inhalten des Hörfunks: auf den Ausdrucksmitteln, Textsorten und Formaten, die das Radio geschaffen hat, um die Begegnung von Kommunikator, Akteur und Rezipient zu ermöglichen. Ein Hauptkapitel widmet sich neben den Grundelementen der Radio-Sprache und Programmstrukturen den Sendeformen Nachricht, gebauter Beitrag, Live-Reportage, Moderation, Servicebeitrag sowie der Musik, Werbung und PR im Radio.",
    "Author": "Jürg Häusermann",
    "PagesCount": 112
  },
  {
    "Title": "Osamu Dazai's The Setting Sun",
    "Description": "A classic of Japanese literature, brought to life in manga for the first time! This is the first manga edition in English of The Setting Sun, Osamu Dazai's classic novel, often considered his masterpiece. Set in the aftermath of World War II, this is the story of Kazuko, a strong-willed young woman from an aristocratic family that has fallen into poverty since the war. The book follows Kazuko's journey as she and her family struggle to survive and adapt to the harsh new conditions. In addition to having to move from Tokyo to the countryside, where she is forced to work in the fields to support the family, she has to deal with a difficult divorce, the birth of a stillborn child, and the return of her drug-addicted brother from the war. This gripping and inspiring portrait of one woman's determination to survive in a society that is in the grip of a social and moral crisis tells one story in a fast-changing world, with universal themes that resonates with readers today. After Soseki Natsume, Osamu Dazai is Japan's most popular writer. Dazai is enjoying a surge in interest among young people today thanks to the success of the manga, anime and film series Bungo Stray Dogs, whose protagonist, a detective named Osamu Dazai, is based on the real-life author. \"A powerful and beautifully written novel of Japan that deals with the impoverished years following the war and depicts a sort of Japanese lost generation, in the disruption of the old moral and spiritual beliefs…\" — Kirkus Reviews",
    "Author": "Osamu Dazai",
    "PagesCount": 197
  },
  {
    "Title": "Mesopotamien",
    "Description": "Zhadans Helden kämpfen gegen die Verfinsterung ihres Lebens in der Ukraine. Sie sind Rebellen der Existenz. Und vor dem Hintergrund des Krieges ringen sie um ihre Liebe, um ein mutiges, freies Verhältnis zueinander und um die eine Geschichte, die irgendwann alle über dieses Chaos erzählen werden. Mesopotamien ist das Meisterwerk von Serhij Zhadan, eine leidenschaftliche Liebeserklärung an seine Heimat. »Zhadan hat ein so wehmütiges, gut gelauntes und kämpferisches Buch geschrieben, wie es lange keins mehr gab. Ein lebendiges Denkmal für die ideale Stadt Charkiw, die bedrohte Stadt, das bedrohte Land. Dabei ist er nicht einen Moment kitschig oder folkloristisch, dafür sind seine Figuren viel zu besoffen, naiv, selbstverliebt und mitunter auch brutal.« Volker Weidermann, Der Spiegel",
    "Author": "Serhij Zhadan",
    "PagesCount": 257
  },
  {
    "Title": "Antenne",
    "Description": "»Der Wert eines Gedichts steigt im Winter / Vor allem in einem harten Winter. / Vor allem in einer leisen Sprache. / Vor allem in unberechenbaren Zeiten.« Was kann und soll die Literatur, wenn Krieg ist? Auf welche Sprache greifen die Dichter zurück? Taugen ihre Instrumente, um dem zum Ausdruck zu verhelfen, »was Angst macht«? Seit vor sechs Jahren die Kämpfe in der Ostukraine begannen, hat Serhij Zhadan die Bewohner in unzähligen Auftritten zu Mut und Resilienz ermutigt und sich mit sozialen Projekten engagiert. Er, der populärste ukrainische Schriftsteller, hat keine existentielle Herausforderung gescheut, um sich eine starke lyrische Stimme zu erarbeiten, die in langen, songhaften Gedichten das vermeintlich Unsagbare in rätselhaft schöne Bilder fasst. In seinem neuen Buch gedenkt er auch seines verstorbenen Vaters, er findet einen Ton, um über die Unvermeidlichkeit des Todes und den Schmerz der Liebe zu sprechen, und über die Trauer, »die auch hell sein kann«, weil sie uns auf einen verborgenen Sinn verweist.",
    "Author": "Serhij Zhadan",
    "PagesCount": 185
  },
  {
    "Title": "Ворошиловград",
    "Description": "«Ворошиловград» — роман жорсткий, меланхолійний та реалістичний. Наскільки взагалі реалістичним може бути соцреалізм. Одного разу ти дізнаєшся, що твій брат зник у невідомому напрямку, приятелі займаються фінансовими аферами, а бізнес намагаються перекупити представники незрозумілих структур. Реальність виявляється хисткою та зникомою, життя робить крок убік, і ти несподівано опиняєшся поміж своїм минулим, де на тебе чекають друзі, й майбутнім, де на тебе чекають вороги. Історії українського рейдерства присвячується.",
    "Author": "Сергій Жадан",
    "PagesCount": 448
  },
  {
    "Title": "Інтернат",
    "Description": "…Одного разу, прокинувшись, ти бачиш за вікном вогонь. Ти його не розпалював. Але гасити його доведеться й тобі… …Січень 2015 року. Донбас. Паша, вчитель однієї зі шкіл, спостерігає, як лінія фронту неухильно наближається до його дому. Стається так, що він змушений цю лінію перетнути. Щоби потім повернутись назад. І для цього йому щонайменше потрібно визначитись, на чиєму боці його дім…",
    "Author": "Жадан Сергій",
    "PagesCount": null
  }
]