[
  {
    "Title": "Чорна Рада",
    "Description": "Пантелеймон Куліш (1819—1897) — визначний український письменник, просвітитель і гуманіст, один із фундаторів української національної свідомості і нової літератури. Письменницький талант Куліша виявився у різних художніх жанрах: він писав прозу, вірші, поеми, драми, багато перекладав. В історію української літератури увійшов насамперед як автор першого історичного роману «Чорна рада», в якому відтворив події 1663 року, коли після смерті Богдана Хмельницького почалася запекла боротьба за гетьманську булаву До видання, крім «Чорної ради», також увійшли оповідання і вибрані поезії Пї Куліша.",
    "Author": "Павло Куліш",
    "PagesCount": 288,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=0DpGBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 288,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Американський психопат",
    "Description": "Патрік Бейтмен — привабливий, доглянутий та ерудований молодий чоловік. Він успішний інвестиційний банкір, який працює на Волл-стріт і має розкішну квартиру. Патрік стежить за модою, попмузикою та полюбляє пліткувати зі своїми друзями в елітних ресторанах Мангеттена. Його життя — справжня американська мрія. Однак це лише вдень. Уночі сором’язливий і трохи боягузливий чоловік перетворюється на звіра, який залюбки мучить людей та вбиває їх у вкрай збочені способи. Як далеко заведе його власне шаленство? І чи насмілиться хтось його зупинити?",
    "Author": "Брет Істон Елліс",
    "PagesCount": 510,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=3QDPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 510,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Сходження Ганнібала",
    "Description": "Ганнібал Лектер — соціопат, геній, убивця. Він не народився маніяком: таким його зробило життя, точніше — смерть. Це історія його народження і становлення. У радянський сиротинець приїздить відомий художник, який хоче забрати звідти свого племінника. Хлопець дивом уцілів у жорнах війни, втративши батьків і сестру. Тепер Ганнібал житиме у Франції, з родиною дядька. Здається, що нарешті він отримав жаданий спокій і любов. Але в душі його живуть демони, їх неможливо відпустити — тільки розтрощити, поглинути, перетравити…",
    "Author": "Томас Гарріс",
    "PagesCount": 244,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=ZubnEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 244,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Ті, що співають у терні",
    "Description": "Чуттєва та зворушлива історія кохання. Кохання, що долає роки і кілометри, обітниці і закони! Бестселер «Ті, що співають у терні» австралійської письменниці Коллін Мак-Каллоу — справжня перлина світової романтичної прози. Сумарний наклад книжки — 10 млн примірників, а серіал за мотивами цього роману вже кілька десятків років посідає друге місце у рейтингу найпопулярніших кінотворів усіх часів та народів. Коли ж на зламі тисячоліть австралійці обирали Національний живий скарб, ним стала велика жінка і велика письменниця Коллін Мак-Каллоу… Єдина дівчинка у багатодітній родині працьовитих австралійських фермерів, Меґґі змалечку почувається зайвою. Лише одна людина щиро співчуває її дитячим бідам — католицький священник Ральф де Брікассар. У самотньому дівочому серці оселяється любов, здатна кинути виклик самим небесам… Як маленька пташина, що співає у терні свою першу й останню пісню, Меґґі нестиме своє кохання до Ральфа крізь життя, страждання, розлуки і втрати. Вкраде у Бога найдорожче. І зазнає поразки, коли її суперниками стануть не чернечі обітниці й самозречення, а людські амбіції й марнославство. Та від троянд залишається попіл, пташиний спів стихає — лише кохання продовжує жити…",
    "Author": "Коллін Мак-Каллоу",
    "PagesCount": 745,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=5u3uEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 745,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Мовчання ягнят",
    "Description": "Убивця і колишній судовий психіатр Ганнібал Лектер усе ще перебуває в тюремній психіатричній лікарні. Цього разу до нього по допомогу у встановленні особистості чергового серійного злочинця звертається молода стажистка ФБР Кларіс Старлінг. І поки між ними зав’язуються непрості стосунки, маніяк на прізвисько Баффало Білл викрадає доньку сенатора. У ФБР є три дні, щоб знайти дівчину, а для Ганнібала це шанс на укладання вигідної угоди. Яким він неодмінно скористається…",
    "Author": "Томас Гарріс",
    "PagesCount": 394,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=0tzYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 394,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Ми - це наш мозок",
    "Description": "• Продано понад 300 000 примірників видання • Автор написав 540 наукових статей і виступив співавтором близько 200 книжок • Серія науково-популярних книг «Фундація» • Яскрава розповідь про те, що робить нас людьми Науково-популярна книга всесвітньо відомого нідерландського нейробіолога й одного з найавторитетніших у світі дослідників мозку є захоплюючою мандрівкою в цю справжню terra incognita людини. Нові наукові дослідження головного мозку людини зайвий раз доводять, як мало ми знаємо про найважливішу частину нашого організму і як багато дивовижних відкриттів чекає попереду. Дік Свааб розбиває вщент основні постулати філософів, релігійних діячів та політичних пропагандистів, доводячи: людина, її характер, схильності, сексуальна орієнтація формуються ще в утробі матері під впливом генів та зовнішнього середовища і не можуть бути примусово змінені, виправлені, вилікувані пізніше, а «свобода волі» — такий само нонсенс, як і віра. Єдине, що керує людиною, — її мозок. Простежуючи людське життя від народження до смерті, Дік Свааб намагатиметься відповісти на непрості питання: •Чи здатна мати в період вагітності вплинути на майбутнє своєї дитини власною поведінкою і звичками, а дитина — на перебіг пологів? • У якому віці можна помітити статево обумовлені відмінності поведінки хлопчиків та дівчаток і що формує сексуальну орієнтацію? • Що таке підліткова закоханість і де починається та закінчується секс? • Депресія, ожиріння, безсоння, анорексія — захворювання мозку? • Чи безпечний канабіс і чому політика та наркотики завжди поряд? • Чим є агресія і звідки беруться злочинці? • Чому спорт — це вбивство, і чи буде світ кращим без релігії? Дік Свааб — лікар та вчений-нейробіолог зі світовим ім’ям, який з 1978 по 2005 рік був керівником Нідерландського інституту головного мозку при Нідерландській королівській академії наук, почесний професор нейробіології в Університеті Амстердаму, лицар Ордену нідерландського лева — є автором більш ніж 540 наукових статей і співавтором близько 200 книг. Але жодна з них не викликала такого шквалу суперечок, як видана 2010 року науково-популярна книга «Ми — це наш мозок». У 2011 році вона стала науковим бестселером, посівши за популярністю в Нідерландах четверте місце. Сьогодні продано вже понад 300 тисяч примірників книги, яка знайшла свого читача в багатьох країнах світу.",
    "Author": "Дік Свааб",
    "PagesCount": 470,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=0KvYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 470,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Чому ми спимо. Користаємо з усіх можливостей сну та сновидінь",
    "Description": "Сон — одна з останніх великих таємниць біології людини. Чимало вчених безуспішно намагалися розшифрувати незбагненний код сну, аж доки не розвинулися наукові методи дослідження мозку. Метью Вокер, американський професор нейронауки та психології, значну частину свого життя досліджує вплив сну на здоров'я людини. Учений з’ясував: сон — унікальний спосіб оздо­ровити мозок і тіло, ба більше — найдієвіший метод відтермінувати старіння. То яким є природний сон? Чому ми бачимо сновидіння і чи можемо ними керувати? Хто спить лише половиною мозку? Як змінюється сон упродовж людського життя? І як врешті подолати безсоння? На ці та безліч інших запитань Метью Вокер дає нам вичерпні, науково обґрунтовані відповіді. Книжка призначена всім, хто цікавляться питаннями біології людини та хотіли б у природний спосіб підвищити якість свого життя.",
    "Author": "Метью Вокер",
    "PagesCount": 472,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=fBmjEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 472,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "CLR via C#",
    "Description": "Dig deep and master the intricacies of the common language runtime, C#, and .NET development. Led by programming expert Jeffrey Richter, a longtime consultant to the Microsoft .NET team - you’ll gain pragmatic insights for building robust, reliable, and responsive apps and components. Fully updated for .NET Framework 4.5 and Visual Studio 2012 Delivers a thorough grounding in the .NET Framework architecture, runtime environment, and other key topics, including asynchronous programming and the new Windows Runtime Provides extensive code samples in Visual C# 2012 Features authoritative, pragmatic guidance on difficult development concepts such as generics and threading",
    "Author": "Jeffrey Richter",
    "PagesCount": 1008,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=36tCAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 1008,
      "ReadingSessions": [
        {
          "PagesRead": 35,
          "ReadingTime": "00:00:01.3603256"
        },
        {
          "PagesRead": 40,
          "ReadingTime": "00:00:05.5359137"
        },
        {
          "PagesRead": 100,
          "ReadingTime": "00:00:00.4233399"
        }
      ],
      "Notes": [
        "на сторінці 562 автор розповідає про покоління збірки сміття GC"
      ],
      "Rating": 0,
      "Progress": 17,
      "PagesRead": 175
    }
  },
  {
    "Title": "Pro C# with .NET 3.0, Special Edition",
    "Description": "This book provides readers with a complete A-Z for using C# with the .NET 2.0 Platform and the .NET 3.0 extensions. It contains new chapters digging deeply into the interactions between the existing framework and the new extensions to give readers the edge when they come to evaluation and implement .NET 3.0 for the first time. To provide even more support, the book includes a bonus CD that provides over five hundred pages of carefully selected additional content to help broaden a reader’s understanding of both .NET 2.0 and .NET 3.0.",
    "Author": "Andrew Troelsen",
    "PagesCount": 1213,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=JZmbD7yeNMMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 1213,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Fight Club",
    "Description": "referfrefrerefre, pitiless and told brilliantly' Bret Easton Ellis Every weekend, in basements and parking lots across America, young men with good white-collar jobs and absent fathers take off their shoes and shirts and fight each other. Then they go back to those jobs with blackened eyes and loosened teeth and the sense that they can handle anything. Fight Club is the invention of Tyler Durden, projectionist, waiter and dark, anarchic genius. And it's only the beginning of his plans for revenge on a world where cancer support groups have the corner on human warmth. Read the subversive, savagely funny novel that defined a generation.",
    "Author": "Chuck Palahniuk",
    "PagesCount": 226,
    "ReadingStatus": 0,
    "CoverImageUrl": "C:\\Users\\Liliia\\Downloads\\my-image.png",
    "Stats": {
      "TotalPageCount": 226,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "gfdeertygrfed",
    "Description": "tyhgtrfedwswerthyjhgfds",
    "Author": "hgfedrtyhgfds",
    "PagesCount": 228,
    "ReadingStatus": 2,
    "CoverImageUrl": "C:\\Users\\Liliia\\Downloads\\фізика4.png",
    "Stats": {
      "TotalPageCount": 228,
      "ReadingSessions": [
        {
          "PagesRead": 100,
          "ReadingTime": "00:00:01.8582413"
        },
        {
          "PagesRead": 150,
          "ReadingTime": "00:00:01.4401334"
        }
      ],
      "Notes": [],
      "Rating": 4,
      "Progress": 109,
      "PagesRead": 250
    }
  },
  {
    "Title": "Fight Club",
    "Description": "'Hypnotic, pitiless and told brilliantly' Bret Easton Ellis Every weekend, in basements and parking lots across America, young men with good white-collar jobs and absent fathers take off their shoes and shirts and fight each other. Then they go back to those jobs with blackened eyes and loosened teeth and the sense that they can handle anything. Fight Club is the invention of Tyler Durden, projectionist, waiter and dark, anarchic genius. And it's only the beginning of his plans for revenge on a world where cancer support groups have the corner on human warmth. Read the subversive, savagely funny novel that defined a generation.",
    "Author": "Chuck Palahniuk",
    "PagesCount": 226,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=YgtQHP6srPAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 226,
      "ReadingSessions": [],
      "Notes": [
        "gfedwertyhtgrfedsertjhgfdsa"
      ],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "aaaaa",
    "Description": "wretgfedwsderthyuhgfds",
    "Author": "bbbbbb",
    "PagesCount": 2873752,
    "ReadingStatus": 0,
    "CoverImageUrl": "C:\\Users\\Liliia\\Downloads\\images.jpg",
    "Stats": {
      "TotalPageCount": 2873752,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  }
]