[
  {
    "Title": "Verflucht",
    "Description": "»Hallo, Mr. Satan, hier spricht Madison.« Das sind Madisons erste Worte in ihrem neuen Zuhause – der Hölle. Wie sie dahin gekommen ist? Ihre Eltern sind nicht ganz unschuldig daran. Ihre Mutter, eine selbstverliebte Schauspielerin, und ihr Vater, ein geldverliebter Millionär, lassen ihre Tochter über Weihnachten in einem Schweizer Internat zurück, während sie selbst weitere Waisen adoptieren. Madison katapultiert sich derweil mittels einer Überdosis Marihuana ins Jenseits. Dort trifft sie unter anderem auf einen Cheerleader, eine Sportskanone, einen Außenseiter und einen Punk. Gemeinsam machen sie sich auf den Weg, Satan zur Rede zu stellen, aber so leicht können sie der Hölle nicht entkommen ...",
    "Author": "Chuck Palahniuk",
    "PagesCount": 253,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=HTVAAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
  },
  {
    "Title": "Fight Club",
    "Description": "'Hypnotic, pitiless and told brilliantly' Bret Easton Ellis Every weekend, in basements and parking lots across America, young men with good white-collar jobs and absent fathers take off their shoes and shirts and fight each other. Then they go back to those jobs with blackened eyes and loosened teeth and the sense that they can handle anything. Fight Club is the invention of Tyler Durden, projectionist, waiter and dark, anarchic genius. And it's only the beginning of his plans for revenge on a world where cancer support groups have the corner on human warmth. Read the subversive, savagely funny novel that defined a generation.",
    "Author": "Chuck Palahniuk",
    "PagesCount": 226,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=YgtQHP6srPAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
  },
  {
    "Title": "Сочини что-нибудь",
    "Description": "В своем новом сборнике «Сочини что-нибудь» Чак Паланик делает то, что удается ему лучше всего, – приводит читателя в восторг и шокирует, смешивая эмоции, как ему заблагорассудится. Мы встретим здесь бывшего стриптизера, пожилого тусовщика, энтузиаста-вирусолога, отчаявшуюся раковую больную, озабоченного сексом школьника – десятки персонажей, одновременно гротескных и реалистичных, словно порожденных больной фантазией писателей-неудачников романа Паланика «Призраки».Жонглирование всевозможными жанрами и табуированными темами, сатира и жестокий стеб с маленькой толикой лирики – здесь есть все!",
    "Author": "Чак Паланик",
    "PagesCount": 317,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=lH-qCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
  },
  {
    "Title": "DOTA 2: The Comic Collection",
    "Description": "The heroes of Dota 2 forge eternal legacies amidst the chaos of battle as they ward off assaults on their Ancient and push ever closer to the destruction of the enemy's. Now glimpse beyond mere allegiance to Radiant or Dire into the storied lives of these legendary warriors with Dota 2: The Comic Collection. Valve and Dark Horse are proud to present eight premier comics—collected in print for the first time—that delve into the characters and universe of the most played game on Steam. Offering a glimpse into the origins of the Ancients and the deeper workings of the world they inhabit, Dota 2: The Comic Collection is a chronicle that celebrates the passion of Dota 2 players everywhere.",
    "Author": "Valve Corporation",
    "PagesCount": 164,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=NXcqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
  },
  {
    "Title": "Attack on Titan 2",
    "Description": "Dieser einzigartige Manga um den verzweifelten Kampf der Menschheit gegen übermächtige Titanen vereint Action, Fantasy und Horror in einer mitreißenden Geschichte. Attack on Titan gilt weltweit als einer der beliebtesten Titel und sorgt auch als Anime, Realfilm und mit diversen Videospielen für Furore! Die Erde gehört riesigen Menschenfressern: den TITANEN! Fünf Jahre nach dem Fall der Mauer Maria greifen die Titanen noch einmal die letzten Menschen an. Als sich die neuen Rekruten den Monstern entgegenstellen, wird Eren von einem Titan verschlungen. Das Ende scheint nah. Weitere Infos: - ab 16 Jahren - mit 34 Bänden abgeschlossen - edle Deluxe-Edition im Hardcover erhältlich - mehrere Spin-off-Serien und Guidebooks - Anime und Filme bei Kazé und als Stream - diverse Videospiele",
    "Author": "Hajime Isayama",
    "PagesCount": 192,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=njMyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
  },
  {
    "Title": "Attack on Titan 25",
    "Description": "Dieser einzigartige Manga um den verzweifelten Kampf der Menschheit gegen übermächtige Titanen vereint Action, Fantasy und Horror in einer mitreißenden Geschichte. Attack on Titan gilt weltweit als einer der beliebtesten Titel und sorgt auch als Anime, Realfilm und mit diversen Videospielen für Furore! Die Erde gehört riesigen Menschenfressern: den TITANEN! Die größte Bedrohung für die Insel Paradis ist schon seit vielen Jahren das Reich Marley. Dort gibt es Menschen, die tagtäglich alles geben, um ihr Vaterland zu beschützen und ihre Menschenrechte zu bewahren. Um den Wert ihrer Existenz zu beweisen, bereiten sie eine Kriegserklärung an die Insel Paradis vor. Aber als es so weit ist, tauchen unerwartete »Gäste« auf... Weitere Infos: - ab 16 Jahren - mit 34 Bänden abgeschlossen - edle Deluxe-Edition im Hardcover erhältlich - mehrere Spin-off-Serien und Guidebooks - Anime und Filme bei Kazé und als Stream - diverse Videospiele",
    "Author": "Hajime Isayama",
    "PagesCount": 190,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=GULrDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
  },
  {
    "Title": "Attack on Titan",
    "Description": "Locked in desperate battle with the man-eating Titans, the Survey Corps gets closer than ever before to Eren’s basement and unlocking the mysteries of their walled world. But to get there, they will have to make a terrible choice with life-altering consequences for every surviving human soldier…The megahit Attack on Titan anime finally returns, streaming on April 1!",
    "Author": "Hajime Isayama",
    "PagesCount": 194,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=oAqXDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
  },
  {
    "Title": "The Setting Sun",
    "Description": "This powerful novel of a nation in social and moral crisis was first published by New Directions in 1956. Set in the early postwar years, it probes the destructive effects of war and the transition from a feudal Japan to an industrial society. Ozamu Dazai died, a suicide, in 1948. But the influence of his book has made \"people of the setting sun\" a permanent part of the Japanese language, and his heroine, Kazuko, a young aristocrat who deliberately abandons her class, a symbol of the anomie which pervades so much of the modern world.",
    "Author": "Osamu Dazai",
    "PagesCount": 196,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=tYLyAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
  }
]