[
  {
    "Title": "Gezeichnet",
    "Description": "Osamu Dazais Gezeichnet ist ein Meisterwerk der japanischen Literatur und Kultbuch. Es wurde durch Verfilmungen und als Manga des berühmten Zeichners Junji Itō zum Millionenseller – und machte den Autor und seinen Protagonisten Yōzō zum Idol. Yōzō sehnt sich nach einem Gefühl der Zugehörigkeit und dem eigenen Platz in der Welt. Seit der Kindheit fühlt er sich außen vor, nur als Familienclown ist ihm Aufmerksamkeit sicher – und so wird er vom notorischen Possenreißer zum sarkastischen Intellektuellen. In einer feinsinnigen Mischung aus Ironie und Verletzlichkeit entblößt er seine Wünsche, Schwächen und Sehnsüchte. In je tiefere Verzweiflung er gerät, desto scharfsichtiger wird dabei sein Blick auf die menschliche Suche nach Bedeutung. Voller Witz und Sarkasmus durchleuchtet Osamu Dazai in Gezeichnet die Fragilität der menschlichen Existenz und entfaltet erzählerisch die Wirkkraft eines widerständigen Denkens.",
    "Author": "Osamu Dazai",
    "PagesCount": 0
  },
  {
    "Title": "Призраки",
    "Description": "Невероятная, страшная и смешная история, которую каждый рассказывает по-своему.Двадцать три «человека искусства», которые приняли заманчивое предложение на три месяца отрешиться от мирской суеты и создать шедевры – а попали в ад!Полуразрушенный подземный готический театр, в котором нет ни электричества, ни отопления...Еда на исходе...Помощи ждать неоткуда...Выживает сильнейший!",
    "Author": "Чак Паланик",
    "PagesCount": 475
  },
  {
    "Title": "Fantasmas",
    "Description": "- Una libro de terror acerca del precio de la fama. Fantasmas está formado por una veintena de historias terroríficas, todas ellas unidas por un hilo conductor que arranca en una colonia de escritores. Un puñado de escritores —o aspirantes a escritores-, acuden, tras leer un anuncio en la prensa, a un retiro para artistas, donde se supone que darán rienda suelta a su imaginación, inmersos en un escenario de paz y creación, y escribirán la obra maestra que llevan dentro. No obstante, la colonia de escritores resulta ser un lugar aislado del mundo, donde la comida, la electricidad y los suministros básicos son más bien escasos. En estas condiciones precarias los protagonistas comenzarán a escribir historias bizarras y terroríficas, lo cual a la vez, les convierte en héroes de una especie de Reality show. Fantasmas es al mismo tiempo una sátira sobre los programas de televisión conocidos como Reality , y un homenaje a los clásicos del género de terror: Los cuentos de Canterbury o Frankenstein, en esta ocasión se retrata a un grupo de personas que quieren contar sus historias, dar salida a su creatividad, a cualquier coste.",
    "Author": "Chuck Palahniuk",
    "PagesCount": 0
  },
  {
    "Title": "Призраки",
    "Description": "\"Невероятная, страшная и смешная история, которую каждый рассказывает по-своему. Семнадцать человек принимают заманчивое предложение отрешиться на три месяца от мирской суеты, чтобы создать литературные шедевры.Но творческий конкурс превращает их жизнь в настоящий кошмар! Полуразрушенный подземный готический театр, в котором нет ни электричества, ни отопления... Еда на исходе... Помощи ждать неоткуда... Выживает сильнейший!\"--",
    "Author": "Чак Паланик",
    "PagesCount": 0
  },
  {
    "Title": "Osamu Dazai's The Setting Sun",
    "Description": "A classic of Japanese literature, brought to life in manga for the first time! This is the first manga edition in English of The Setting Sun, Osamu Dazai's classic novel, often considered his masterpiece. Set in the aftermath of World War II, this is the story of Kazuko, a strong-willed young woman from an aristocratic family that has fallen into poverty since the war. The book follows Kazuko's journey as she and her family struggle to survive and adapt to the harsh new conditions. In addition to having to move from Tokyo to the countryside, where she is forced to work in the fields to support the family, she has to deal with a difficult divorce, the birth of a stillborn child, and the return of her drug-addicted brother from the war. This gripping and inspiring portrait of one woman's determination to survive in a society that is in the grip of a social and moral crisis tells one story in a fast-changing world, with universal themes that resonates with readers today. After Soseki Natsume, Osamu Dazai is Japan's most popular writer. Dazai is enjoying a surge in interest among young people today thanks to the success of the manga, anime and film series Bungo Stray Dogs, whose protagonist, a detective named Osamu Dazai, is based on the real-life author. \"A powerful and beautifully written novel of Japan that deals with the impoverished years following the war and depicts a sort of Japanese lost generation, in the disruption of the old moral and spiritual beliefs…\" — Kirkus Reviews",
    "Author": "Osamu Dazai",
    "PagesCount": 197
  },
  {
    "Title": "Osamu Dazai's The Setting Sun",
    "Description": "A classic of Japanese literature, brought to life in manga for the first time! This is the first manga edition in English of The Setting Sun, Osamu Dazai's classic novel, often considered his masterpiece. Set in the aftermath of World War II, this is the story of Kazuko, a strong-willed young woman from an aristocratic family that has fallen into poverty since the war. The book follows Kazuko's journey as she and her family struggle to survive and adapt to the harsh new conditions. In addition to having to move from Tokyo to the countryside, where she is forced to work in the fields to support the family, she has to deal with a difficult divorce, the birth of a stillborn child, and the return of her drug-addicted brother from the war. This gripping and inspiring portrait of one woman's determination to survive in a society that is in the grip of a social and moral crisis tells one story in a fast-changing world, with universal themes that resonates with readers today. After Soseki Natsume, Osamu Dazai is Japan's most popular writer. Dazai is enjoying a surge in interest among young people today thanks to the success of the manga, anime and film series Bungo Stray Dogs, whose protagonist, a detective named Osamu Dazai, is based on the real-life author. \"A powerful and beautifully written novel of Japan that deals with the impoverished years following the war and depicts a sort of Japanese lost generation, in the disruption of the old moral and spiritual beliefs…\" — Kirkus Reviews",
    "Author": "Osamu Dazai",
    "PagesCount": 197
  },
  {
    "Title": "Osamu Dazai's The Setting Sun",
    "Description": "A classic of Japanese literature, brought to life in manga for the first time! This is the first manga edition in English of The Setting Sun, Osamu Dazai's classic novel, often considered his masterpiece. Set in the aftermath of World War II, this is the story of Kazuko, a strong-willed young woman from an aristocratic family that has fallen into poverty since the war. The book follows Kazuko's journey as she and her family struggle to survive and adapt to the harsh new conditions. In addition to having to move from Tokyo to the countryside, where she is forced to work in the fields to support the family, she has to deal with a difficult divorce, the birth of a stillborn child, and the return of her drug-addicted brother from the war. This gripping and inspiring portrait of one woman's determination to survive in a society that is in the grip of a social and moral crisis tells one story in a fast-changing world, with universal themes that resonates with readers today. After Soseki Natsume, Osamu Dazai is Japan's most popular writer. Dazai is enjoying a surge in interest among young people today thanks to the success of the manga, anime and film series Bungo Stray Dogs, whose protagonist, a detective named Osamu Dazai, is based on the real-life author. \"A powerful and beautifully written novel of Japan that deals with the impoverished years following the war and depicts a sort of Japanese lost generation, in the disruption of the old moral and spiritual beliefs…\" — Kirkus Reviews",
    "Author": "Osamu Dazai",
    "PagesCount": 197
  }
]