[
  {
    "Title": "Вибрані твори. Федько-халамидник. Момент. Записки Кирпатого Мефистофеля",
    "Description": "Літературна спадщина Володимира Винниченка вважається невід’ємною частиною золотого фонду української літератури. В оповіданнях і новелах Винниченко виявив високу майстерність — уміння живо, вільно, захопливо розповідати й яскраво, художньо показувати події тогочасного життя, зокрема долю дітей — як у оповіданні «Федько-халамидник». «Момент» — імпресіоністична новела про коротке кохання між революціонером і панною в небезпечній для життя ситуації. У ній поєднались реалістичне змалювання дійсності й філософський підтекст плинності життя, щастя людини, про мить як частинку вічності. Роман «Записки кирпатого Мефістофеля» — один із ключових у творчості Володимира Вінниченка, його літературна реакція на поразку революції та національного руху, роман про «нову сім’ю» та «нову мораль».",
    "Author": "Володимир Винниченко",
    "PagesCount": 500,
    "ReadingStatus": 0,
    "CoverImageUrl": "C:\\Users\\Liliia\\Downloads\\photo_2024-05-29_12-36-45.jpg",
    "Stats": {
      "TotalPageCount": 500,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Зібрання творів (50+ творів):Записки Кирпатого Мефістофеля, Сонячна машина, Салдатки, Федько-халамидник, Відродження нації та інші",
    "Description": "Вперше найповніше зібрання творів Володимира Винниченка в одній електронній книзі. Літературна спадщина Володимира Винниченка належить до золотого фонду України. Зокрема, він — автор одного з перших утопічних романів, «Сонячна машина» (написаний у 1922—1924 роках), який започаткував новий напрям в українській літературі. Він був одним із найчитаніших українських авторів 1920-х років. Появу перших творів Винниченка вітали Іван Франко і Леся Українка. В оповіданнях Винниченко виявив високу майстерність — уміння живо, вільно, захопливо розповідати й яскраво, художньо показувати персонадів та дії. Окремі його п'єси («Брехня», «Чорна Пантера і Білий Медвідь», «Закон», «Гріх») здобули загальноєвропейську популярність і перекладені на німецьку мову, ставилися в театрах Німеччини та інших європейських країн. Найкращі твори Винниченка відзначаються великою імпресійною майстерністю. Сюжет, зазвичай банальний і нескладний, Винниченко завжди загострює антитезами а також несподіваними зовнішніми ефектами. На літературну творчість Володимира Винниченка вплинули філософські концепції Фрідріха Ніцше. Протестуючи проти бруду сучасного йому суспільства, Винниченко виводить «позитивних» реформаторів, які сповідують свободу особистості щодо колективу, «чесність із собою» тощо. Зміст: - Романи та повісті: Голота Чесність з собою Божки Записки Кирпатого Мефістофеля На той бік Поклади золота Сонячна машина Нова заповідь Слово за тобою, Сталіне (скорочено) - Оповідання Краса і сила Біля машини Антрепреньор Гаркун — Задунайський Роботи! Салдатики Суд Заручини Контрасти На пристані Рабині справжнього Малорос — європеєць Уміркований та щирий Раб краси Темна сила Дим Момент Зіна Кумедія з Костем Купля Таємна пригода Чудний епізод Хто ворог? Промінь сонця Таємність Чекання Федько-халамидник Олаф Стефензон Талісман Терень Кузь та Грицунь Баришенька Хома Прядка Голод Бабусин подарунок На лоні природи Студент Намисто Поворот на Україну Відродження Нації Заповіт борцям за визволення - П'єси Брехня Базар Співочі товариства Чорна Пантера і Білий Ведмідь Дочка жандарма Молода кров Пригвождені Між двох сил Гріх Закон",
    "Author": "Володимир Винниченко",
    "PagesCount": 320,
    "ReadingStatus": 0,
    "CoverImageUrl": "C:\\Users\\Liliia\\Downloads\\донбас4.jpg",
    "Stats": {
      "TotalPageCount": 320,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "Snuff",
    "Description": "dkfnkfriefireifriefuireifuiriufrefref",
    "Author": "Chuck Palahniuk, Werner Schmitz",
    "PagesCount": 123,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=qgDcYgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "Stats": {
      "TotalPageCount": 123,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "title",
    "Description": "dfvfdvfdvfdvfvfdfvfdvdfvd",
    "Author": "bingus",
    "PagesCount": 789,
    "ReadingStatus": 0,
    "CoverImageUrl": "C:\\Users\\Liliia\\Downloads\\фізика5.png",
    "Stats": {
      "TotalPageCount": 789,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "mushrooms",
    "Description": "",
    "Author": "ogo",
    "PagesCount": 1002,
    "ReadingStatus": 0,
    "CoverImageUrl": "C:\\Users\\Liliia\\Downloads\\Untitled design.png",
    "Stats": {
      "TotalPageCount": 1002,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  }
]