[
  {
    "Title": "Мовчання ягнят",
    "Description": "Убивця і колишній судовий психіатр Ганнібал Лектер усе ще перебуває в тюремній психіатричній лікарні. Цього разу до нього по допомогу у встановленні особистості чергового серійного злочинця звертається молода стажистка ФБР Кларіс Старлінг. І поки між ними зав’язуються непрості стосунки, маніяк на прізвисько Баффало Білл викрадає доньку сенатора. У ФБР є три дні, щоб знайти дівчину, а для Ганнібала це шанс на укладання вигідної угоди. Яким він неодмінно скористається…",
    "Author": "Томас Гарріс",
    "PagesCount": 394,
    "ReadingStatus": 2,
    "CoverImageUrl": "http://books.google.com/books/content?id=0tzYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 394,
      "ReadingSessions": [
        {
          "PagesRead": 50,
          "ReadingTime": "00:00:03.3892792",
          "ReadingDate": "2024-05-27"
        },
        {
          "PagesRead": 100,
          "ReadingTime": "00:00:01.4083642",
          "ReadingDate": "2024-05-27"
        },
        {
          "PagesRead": 200,
          "ReadingTime": "00:00:01.4844679",
          "ReadingDate": "2024-05-27"
        },
        {
          "PagesRead": 50,
          "ReadingTime": "00:00:00.7999403",
          "ReadingDate": "2024-05-27"
        }
      ],
      "Notes": [],
      "Rating": 4,
      "Progress": 101,
      "PagesRead": 400
    }
  },
  {
    "Title": "Американський психопат",
    "Description": "Патрік Бейтмен — привабливий, доглянутий та ерудований молодий чоловік. Він успішний інвестиційний банкір, який працює на Волл-стріт і має розкішну квартиру. Патрік стежить за модою, попмузикою та полюбляє пліткувати зі своїми друзями в елітних ресторанах Мангеттена. Його життя — справжня американська мрія. Однак це лише вдень. Уночі сором’язливий і трохи боягузливий чоловік перетворюється на звіра, який залюбки мучить людей та вбиває їх у вкрай збочені способи. Як далеко заведе його власне шаленство? І чи насмілиться хтось його зупинити?",
    "Author": "Брет Істон Елліс",
    "PagesCount": 510,
    "ReadingStatus": 1,
    "CoverImageUrl": "http://books.google.com/books/content?id=3QDPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 510,
      "ReadingSessions": [
        {
          "PagesRead": 89,
          "ReadingTime": "00:00:02.0051981",
          "ReadingDate": "2024-05-28"
        },
        {
          "PagesRead": 25,
          "ReadingTime": "00:00:01.0345104",
          "ReadingDate": "2024-05-28"
        },
        {
          "PagesRead": 100,
          "ReadingTime": "00:00:00.9377517",
          "ReadingDate": "2024-05-28"
        }
      ],
      "Notes": [
        "hdhd",
        "ababababab",
        "djjdj",
        "djjd",
        "uuauuususussus",
        "uuauuususussus",
        "ddd",
        "dkdskkjdjks",
        "fdjkdfkjkfjdkjf",
        "ffdd",
        "aaaa",
        "ddff"
      ],
      "Rating": 0,
      "Progress": 41,
      "PagesRead": 214
    }
  },
  {
    "Title": "Ті, що співають у терні",
    "Description": "Чуттєва та зворушлива історія кохання. Кохання, що долає роки і кілометри, обітниці і закони! Бестселер «Ті, що співають у терні» австралійської письменниці Коллін Мак-Каллоу — справжня перлина світової романтичної прози. Сумарний наклад книжки — 10 млн примірників, а серіал за мотивами цього роману вже кілька десятків років посідає друге місце у рейтингу найпопулярніших кінотворів усіх часів та народів. Коли ж на зламі тисячоліть австралійці обирали Національний живий скарб, ним стала велика жінка і велика письменниця Коллін Мак-Каллоу… Єдина дівчинка у багатодітній родині працьовитих австралійських фермерів, Меґґі змалечку почувається зайвою. Лише одна людина щиро співчуває її дитячим бідам — католицький священник Ральф де Брікассар. У самотньому дівочому серці оселяється любов, здатна кинути виклик самим небесам… Як маленька пташина, що співає у терні свою першу й останню пісню, Меґґі нестиме своє кохання до Ральфа крізь життя, страждання, розлуки і втрати. Вкраде у Бога найдорожче. І зазнає поразки, коли її суперниками стануть не чернечі обітниці й самозречення, а людські амбіції й марнославство. Та від троянд залишається попіл, пташиний спів стихає — лише кохання продовжує жити…",
    "Author": "Коллін Мак-Каллоу",
    "PagesCount": 745,
    "ReadingStatus": 2,
    "CoverImageUrl": "http://books.google.com/books/content?id=5u3uEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 745,
      "ReadingSessions": [
        {
          "PagesRead": 745,
          "ReadingTime": "00:00:01.0825081",
          "ReadingDate": "2024-05-28"
        }
      ],
      "Notes": [],
      "Rating": 5,
      "Progress": 100,
      "PagesRead": 745
    }
  },
  {
    "Title": "Osamu Dazai's No Longer Human",
    "Description": "\"I've led a life full of shame. Human beings are a complete mystery to me.\" This manga version of novelist Osamu Dazai's masterpiece NO LONGER HUMAN—the #2 bestselling novel of all time in Japan—tells the story of Yozo Oba, a young man growing up in Japan in the immediate aftermath of World War II, who finds himself caught between the disintegration of the traditions of his aristocratic provincial family and the impact of the new postwar world. Oba is tormented by a failure to find any value in himself or in human relationships, despite being surrounded by women who love him. He creates the persona of a buffoon who mocks himself while entertaining others. But inside he is tortured, and as he moves from childhood to adulthood he becomes addicted to sex and alcohol. Largely autobiographical, No Longer Human explores Dazai's own sense of failure and alienation which drove him to self-destruct with alcohol and numerous suicide attempts. Osamu Dazai (1909—1948) is Japan's second most popular novelist (after Soseki), and his works are seeing a huge surge in popularity among young people worldwide thanks to the success of the recent manga, anime and film series Bungo Stray Dogs, whose protagonist, a detective called Osamu Dazai, has similar character traits to Yozo Oba. Fans of manga and anime are turning to the original No Longer Human novel, whose themes of alienation from society and an inability to reconcile social appearances with inner self—told with great wit, irony and pathos—strike a deep chord among readers today. **Recommended for readers ages 16+ due to mature themes and graphic content**",
    "Author": "Osamu Dazai",
    "PagesCount": 196,
    "ReadingStatus": 0,
    "CoverImageUrl": "http://books.google.com/books/content?id=Wt61EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "Stats": {
      "TotalPageCount": 196,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  },
  {
    "Title": "title",
    "Description": "",
    "Author": "author",
    "PagesCount": 100,
    "ReadingStatus": 0,
    "CoverImageUrl": "",
    "Stats": {
      "TotalPageCount": 100,
      "ReadingSessions": [],
      "Notes": [],
      "Rating": 0,
      "Progress": 0,
      "PagesRead": 0
    }
  }
]